Repository: peazip/PeaZip
Catalog: PeaZip.ShellEx/PeaZip.ShellEx/Strings/*/Resources.resw
Source language: en
Languages: es_es, id, ja_jp

# Add7z
source: Add to 7z
es_es: Añadir a 7Z
id: Tambahkan ke 7Z
ja_jp: 7Z に追加

# AddArchive
source: Add to archive
es_es: Añadir al archivo
id: Tambahkan ke arsip
ja_jp: アーカイブに追加

# AddBrotli
source: Add to Brotli
ja_jp: Brotli に追加

# AddBZip2
source: Add to BZip2
ja_jp: BZip2 に追加

# AddGZip
source: Add to GZip
ja_jp: GZip に追加

# AddPea
source: Add to PEA
ja_jp: PEA に追加

# AddTar
source: Add to TAR
ja_jp: TAR に追加

# AddToSelfExtracting
source: Add to self-extracting archive
es_es: Añadir al archivo auto-extraíble
id: Tambahkan ke arsip terekstrak sendiri
ja_jp: 自己解凍アーカイブに追加

# AddToSeparateArchive
source: Add to separate archive(s)
es_es: Añadir archivo(s) por separado
id: Tambahkan ke arsip terpisah
ja_jp: 個別のアーカイブに追加

# AddToZipAndMail
source: Add to ZIP and send by mail
es_es: Añadir a ZIP y enviar por correo
id: Zip dan email
ja_jp: ZIP してメール

# AddWim
source: Add to WIM
ja_jp: WIM に追加

# AddXz
source: Add to XZ
ja_jp: XZ に追加

# AddZip
source: Add to ZIP
es_es: Añadir a ZIP
id: Tambahkan ke ZIP
ja_jp: ZIP に追加

# AddZqap
source: Add to Zpaq
ja_jp: Zpaq に追加

# AddZstd
source: Add to Zstd
ja_jp: Zstd に追加

# Analyze
source: CRC, hash and file tools
es_es: CRC, hash y herramientas de archivo
id: CRC, hash dan alat file
ja_jp: CRC, ハッシュ, ファイルツール

# BrowsePath
source: Browse path with PeaZip
es_es: Explorar ruta con PeaZip
id: Lihat alur dengan PeaZip
ja_jp: パスを PeaZip で開く

# Convert
source: Convert archives
es_es: Convertir
id: Konversi
ja_jp: アーカイブを変換

source: Encrypt (7Z)
ja_jp: 暗号化 (7Z)

# Ext
source: Extract...
es_es: Extraer...
id: Ekstrak...
ja_jp: 解凍...

# ExtDesktop
source: Extract to Desktop
ja_jp: デスクトップ に解凍

# ExtDL
source: Extract to Downloads
ja_jp: ダウンロード に解凍

# ExtDoc
source: Extract to Documents
ja_jp: ドキュメント に解凍

# ExtFolder
source: Extract here (in new folder)
es_es: Extraer aquí (nueva carpeta)
id: Ekstrak di sini (pada folder baru)
ja_jp: 新しいフォルダに解凍

# ExtHere
source: Extract here
es_es: Extraer aquí
id: Ekstrak di sini
ja_jp: ここに解凍

# ExtSmart
source: Extract here (smart new folder)
es_es: Extraer aquí (smart)
id: Ekstrak di sini (pintar)
ja_jp: 新しいフォルダに解凍 (Smart)

# OpenArchive
source: Open as archive
es_es: Abrir con PeaZip
id: Buka sebagai arsip
ja_jp: アーカイブとして開く

source: Secure delete
es_es: Eliminar de forma segura
id: Hapus secara aman
ja_jp: セキュアデリート

source: Split file
es_es: Dividir archivo
id: Pisah file
ja_jp: ファイルを分割

# Test
source: Test archive(s)
es_es: Comprobar archivo(s)
id: Uji-coba arsip
ja_jp: アーカイブをテスト
